export interface IHistory {
  year: number;
  desc: string[];
}

export const HISTORY_LIST: IHistory[] = [
  {
    year: 2024,
    desc: ["전장 공정 필름 개발 및 가공"],
  },
  {
    year: 2022,
    desc: ["인쇄 필름 및 필름 가공, 공정필름 개발 공급"],
  },
  {
    year: 2018,
    desc: ["A사 필름 개발 및 공정 이전 시설 확장", "A사, S사 제품 가공"],
  },
  {
    year: 2016,
    desc: [
      "말레이시아 수출업체 자재 공급 시작",
      "S사 1차 가전 필름 개발 및 자재 공급",
    ],
  },
  {
    year: 2015,
    desc: [
      "다가능성 필름 개발 연구(코팅액 개발)",
      "식각용 리무발 개발 생산",
      "백색가전 인레이, 인몰드 제품 개발 생산",
    ],
  },
  {
    year: 2014,
    desc: [
      "ISO 인증 획득(14001:2004, 9001:2008), 품질 환경경영시스템 인증 기업",
      "방탄필름 양산, 그라파이트, CU Tape 개발 참여 및 타발제품 생산",
      "고경도 pc 하드코팅 필름 개발",
      "Vender 업체들과 협의하여 제품 개발 및 OEM 생산",
    ],
  },
  {
    year: 2013,
    desc: [
      "인터플랙스 밴드 등록(디지타이져 가공 및 필름 공급)",
      " LG 이노텍 제품 등록",
      "LED 박막 및 비산방지 TAPE, 전기전자, 명판 인레이제품",
    ],
  },
  {
    year: 2012,
    desc: ["LG이노텍, LG화학 1차 Vender 공급", "A사 1차 Vender 공급"],
  },
  {
    year: 2011,
    desc: ["회사창립"],
  },
];
